Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: that pull request
bn: সেই পুল রিকোয়েস্ট
es: esa solicitud de cambios
fr: cette pull request
hi: वह पुल अनुरोध
it: quella pull request
ja: そのプルリクエスト
ko: 해당 풀 리퀘스트
pt_br: essa pull request
ru: этот pull request
sv: den pull requesten
zh_hans: 该拉取请求
zh_hant: 該提取要求

source: The agent forgets everything said so far. The worktree is not touched.
bn: এজেন্ট এ পর্যন্ত সব কথা ভুলে যাবে। ওয়ার্কট্রি বদলাবে না।
es: El agente olvida todo lo hablado. El árbol de trabajo no se modifica.
fr: L’agent oublie toute la conversation. L’arbre de travail n’est pas modifié.
hi: एजेंट अब तक की सारी बातचीत भूल जाएगा। वर्कट्री नहीं बदलेगी।
it: L’agente dimentica tutta la conversazione. L’albero di lavoro non viene modificato.
ja: エージェントはこれまでの会話をすべて忘れます。ワークツリーは変更されません。
ko: 에이전트가 지금까지의 대화를 모두 잊습니다. 작업 트리는 변경되지 않습니다.
pt_br: O agente esquece toda a conversa. A árvore de trabalho não é alterada.
ru: Агент забудет весь разговор. Рабочее дерево не изменится.
sv: Agenten glömmer allt som sagts. Arbetsträdet påverkas inte.
zh_hans: 代理将忘记此前的全部对话。工作树不受影响。
zh_hant: 代理程式將忘記先前的全部對話。工作樹不受影響。

source: The agent has not reported its context window, so there is no percentage
bn: এজেন্ট তার প্রসঙ্গ উইন্ডো জানায়নি, তাই শতাংশ নেই
es: El agente no ha informado de su ventana de contexto, por eso no hay porcentaje
fr: L’agent n’a pas signalé sa fenêtre de contexte ; aucun pourcentage n’est disponible
hi: एजेंट ने संदर्भ विंडो नहीं बताई, इसलिए प्रतिशत उपलब्ध नहीं है
it: L’agente non ha comunicato la finestra di contesto, quindi non c’è una percentuale
ja: エージェントがコンテキストウィンドウを報告していないため、割合は表示されません
ko: 에이전트가 컨텍스트 창을 보고하지 않아 비율이 없습니다
pt_br: O agente não informou a janela de contexto, por isso não há porcentagem
ru: Агент не сообщил размер контекстного окна, поэтому процент недоступен
sv: Agenten har inte rapporterat sitt kontextfönster, så ingen procent visas
zh_hans: 代理尚未报告上下文窗口，因此未显示百分比
zh_hant: 代理程式尚未回報上下文視窗，因此未顯示百分比

source: The backend address must be a loopback HTTP origin.
bn: ব্যাকএন্ড ঠিকানা লুপব্যাক HTTP অরিজিন হতে হবে।
es: La dirección del backend debe ser un origen HTTP de bucle local.
fr: L’adresse du backend doit être une origine HTTP de bouclage.
hi: बैकएंड पता लूपबैक HTTP ओरिजिन होना चाहिए।
it: L’indirizzo del backend deve essere un’origine HTTP di loopback.
ja: バックエンドのアドレスにはループバック HTTP オリジンを指定してください。
ko: 백엔드 주소는 루프백 HTTP 출처여야 합니다.
pt_br: O endereço do backend deve ser uma origem HTTP de loopback.
ru: Адрес серверной части должен быть локальным HTTP-источником loopback.
sv: Backendadressen måste vara ett HTTP-ursprung på loopback.
zh_hans: 后端地址必须是回环 HTTP 源。
zh_hant: 後端位址必須是回送 HTTP 來源。

source: The backend did not confirm the commit. Refresh before retrying.
bn: ব্যাকএন্ড কমিট নিশ্চিত করেনি। আবার চেষ্টা করার আগে রিফ্রেশ করুন।
es: El backend no confirmó el commit. Actualiza antes de reintentar.
fr: Le backend n’a pas confirmé le commit. Actualisez avant de réessayer.
hi: बैकएंड ने कमिट की पुष्टि नहीं की। फिर कोशिश से पहले रीफ़्रेश करें।
it: Il backend non ha confermato il commit. Aggiorna prima di riprovare.
ja: コミットが確認されませんでした。更新してから再試行してください。
ko: 백엔드가 커밋을 확인하지 않았습니다. 새로 고친 후 다시 시도하세요.
pt_br: O backend não confirmou o commit. Atualize antes de tentar novamente.
ru: Сервер не подтвердил коммит. Обновите данные перед повторной попыткой.
sv: Backend bekräftade inte incheckningen. Uppdatera innan du försöker igen.
zh_hans: 后端未确认提交。请刷新后再试。
zh_hant: 後端未確認提交。請重新整理後再試。

source: The backend did not confirm the discard. Refresh changes.
bn: ব্যাকএন্ড বাতিল নিশ্চিত করেনি। পরিবর্তন রিফ্রেশ করুন।
es: El backend no confirmó el descarte. Actualiza los cambios.
fr: Le backend n’a pas confirmé l’abandon. Actualisez les modifications.
hi: बैकएंड ने त्यागने की पुष्टि नहीं की। बदलाव रीफ़्रेश करें।
it: Il backend non ha confermato lo scarto. Aggiorna le modifiche.
ja: 破棄が確認されませんでした。変更を更新してください。
ko: 백엔드가 버리기를 확인하지 않았습니다. 변경 사항을 새로 고치세요.
pt_br: O backend não confirmou o descarte. Atualize as alterações.
ru: Сервер не подтвердил отмену. Обновите изменения.
sv: Backend bekräftade inte borttagningen. Uppdatera ändringarna.
zh_hans: 后端未确认丢弃操作。请刷新更改。
zh_hant: 後端未確認捨棄操作。請重新整理變更。

source: The backend did not confirm the push. Refresh before retrying.
bn: ব্যাকএন্ড পুশ নিশ্চিত করেনি। আবার চেষ্টা করার আগে রিফ্রেশ করুন।
es: El backend no confirmó el envío. Actualiza antes de reintentar.
fr: Le backend n’a pas confirmé l’envoi. Actualisez avant de réessayer.
hi: बैकएंड ने पुश की पुष्टि नहीं की। फिर कोशिश से पहले रीफ़्रेश करें।
it: Il backend non ha confermato il push. Aggiorna prima di riprovare.
ja: プッシュが確認されませんでした。更新してから再試行してください。
ko: 백엔드가 푸시를 확인하지 않았습니다. 새로 고친 후 다시 시도하세요.
pt_br: O backend não confirmou o push. Atualize antes de tentar novamente.
ru: Сервер не подтвердил отправку. Обновите данные перед повторной попыткой.
sv: Backend bekräftade inte push. Uppdatera innan du försöker igen.
zh_hans: 后端未确认推送。请刷新后再试。
zh_hant: 後端未確認推送。請重新整理後再試。

source: The backend is already starting or running.
bn: ব্যাকএন্ড ইতিমধ্যে শুরু হচ্ছে বা চলছে।
es: El backend ya se está iniciando o ejecutando.
fr: Le backend est déjà en cours de démarrage ou d’exécution.
hi: बैकएंड पहले से शुरू हो रहा है या चल रहा है।
it: Il backend è già in avvio o in esecuzione.
ja: バックエンドは既に起動中または実行中です。
ko: 백엔드가 이미 시작 중이거나 실행 중입니다.
pt_br: O backend já está iniciando ou em execução.
ru: Серверная часть уже запускается или работает.
sv: Backend startar redan eller körs.
zh_hans: 后端已在启动或运行中。
zh_hant: 後端已在啟動或執行中。

source: The backend returned a different commit.
bn: ব্যাকএন্ড অন্য কমিট দিয়েছে।
es: El backend devolvió un commit diferente.
fr: Le backend a renvoyé un autre commit.
hi: बैकएंड ने अलग कमिट लौटाया।
it: Il backend ha restituito un commit diverso.
ja: 異なるコミットが返されました。
ko: 백엔드가 다른 커밋을 반환했습니다.
pt_br: O backend retornou um commit diferente.
ru: Сервер вернул другой коммит.
sv: Backend returnerade en annan incheckning.
zh_hans: 后端返回了不同的提交。
zh_hant: 後端傳回了不同的提交。

source: The backend returned HTTP %lld.
bn: ব্যাকএন্ড HTTP %lld ফিরিয়েছে।
es: El backend devolvió HTTP %lld.
fr: Le backend a renvoyé HTTP %lld.
hi: बैकएंड ने HTTP %lld लौटाया।
it: Il backend ha restituito HTTP %lld.
ja: バックエンドが HTTP %lld を返しました。
ko: 백엔드가 HTTP %lld을(를) 반환했습니다.
pt_br: O backend retornou HTTP %lld.
ru: Серверная часть вернула HTTP %lld.
sv: Backend returnerade HTTP %lld.
zh_hans: 后端返回 HTTP %lld。
zh_hant: 後端傳回 HTTP %lld。

source: The backend returned invalid commit history.
bn: ব্যাকএন্ড অবৈধ কমিট ইতিহাস দিয়েছে।
es: El backend devolvió un historial de commits no válido.
fr: Le backend a renvoyé un historique de commits invalide.
hi: बैकएंड ने अमान्य कमिट इतिहास लौटाया।
it: Il backend ha restituito una cronologia commit non valida.
ja: 無効なコミット履歴が返されました。
ko: 백엔드가 유효하지 않은 커밋 기록을 반환했습니다.
pt_br: O backend retornou um histórico de commits inválido.
ru: Сервер вернул некорректную историю коммитов.
sv: Backend returnerade ogiltig incheckningshistorik.
zh_hans: 后端返回的提交历史无效。
zh_hant: 後端傳回的提交歷程無效。

source: The backend returned no diff.
bn: ব্যাকএন্ড কোনো ডিফ দেয়নি।
es: El backend no devolvió ningún diff.
fr: Le backend n’a renvoyé aucun diff.
hi: बैकएंड ने डिफ़ नहीं लौटाया।
it: Il backend non ha restituito alcun diff.
ja: 差分が返されませんでした。
ko: 백엔드가 차이를 반환하지 않았습니다.
pt_br: O backend não retornou um diff.
ru: Сервер не вернул различия.
sv: Backend returnerade ingen diff.
zh_hans: 后端未返回差异。
zh_hant: 後端未傳回差異。

source: The backend returned no valid file revision. Reopen the file after reconnecting.
bn: ব্যাকএন্ড বৈধ ফাইল সংস্করণ দেয়নি। পুনরায় সংযোগ করে ফাইল খুলুন।
es: El backend no devolvió una revisión válida. Reconecta y abre el archivo de nuevo.
fr: Le backend n’a renvoyé aucune révision valide. Reconnectez-vous et rouvrez le fichier.
hi: बैकएंड ने वैध फ़ाइल संस्करण नहीं लौटाया। फिर कनेक्ट करके फ़ाइल दोबारा खोलें।
it: Il backend non ha restituito una revisione valida. Riconnettiti e riapri il file.
ja: 有効なファイルリビジョンが返されませんでした。再接続してファイルを開き直してください。
ko: 백엔드가 유효한 파일 버전을 반환하지 않았습니다. 다시 연결한 후 파일을 다시 여세요.
pt_br: O backend não retornou uma revisão válida. Reconecte e reabra o arquivo.
ru: Сервер не вернул допустимую версию файла. Переподключитесь и откройте файл заново.
sv: Backend returnerade ingen giltig filversion. Återanslut och öppna filen igen.
zh_hans: 后端未返回有效的文件版本。请重新连接后再次打开文件。
zh_hant: 後端未傳回有效的檔案版本。請重新連線後再次開啟檔案。

source: The backend runtime is already starting or running.
bn: ব্যাকএন্ড রানটাইম ইতিমধ্যে শুরু হচ্ছে বা চলছে।
es: El entorno del backend ya se está iniciando o ejecutando.
fr: L’environnement du backend est déjà en cours de démarrage ou d’exécution.
hi: बैकएंड रनटाइम पहले से शुरू हो रहा है या चल रहा है।
it: L’ambiente del backend è già in avvio o in esecuzione.
ja: バックエンドランタイムは既に起動中または実行中です。
ko: 백엔드 런타임이 이미 시작 중이거나 실행 중입니다.
pt_br: O ambiente do backend já está iniciando ou em execução.
ru: Среда серверной части уже запускается или работает.
sv: Backendens körmiljö startar redan eller körs.
zh_hans: 后端运行时已在启动或运行中。
zh_hant: 後端執行環境已在啟動或執行中。

source: The backend sent an oversized stream event.
bn: ব্যাকএন্ড অতিরিক্ত বড় স্ট্রিম ইভেন্ট পাঠিয়েছে।
es: El backend envió un evento de flujo demasiado grande.
fr: Le backend a envoyé un événement de flux trop volumineux.
hi: बैकएंड ने बहुत बड़ा स्ट्रीम इवेंट भेजा।
it: Il backend ha inviato un evento di flusso troppo grande.
ja: バックエンドがサイズ上限を超えるストリームイベントを送信しました。
ko: 백엔드가 너무 큰 스트림 이벤트를 전송했습니다.
pt_br: O backend enviou um evento de fluxo muito grande.
ru: Серверная часть отправила слишком большое событие потока.
sv: Backend skickade en för stor strömhändelse.
zh_hans: 后端发送了过大的流事件。
zh_hant: 後端傳送了過大的串流事件。

source: The branch a new branch forks from
bn: যে ব্রাঞ্চ থেকে নতুন ব্রাঞ্চ তৈরি হয়
es: La rama de la que parte una rama nueva
fr: La branche dont part une nouvelle branche
hi: वह ब्रांच जिससे नई ब्रांच बनती है
it: Il branch da cui parte un nuovo branch
ja: 新しいブランチの分岐元のブランチ
ko: 새 브랜치가 갈라져 나오는 브랜치
pt_br: A branch a partir da qual uma nova branch é criada
ru: Ветка, от которой создаётся новая ветка
sv: Grenen som en ny gren utgår från
zh_hans: 新分支所基于的分支
zh_hant: 新分支所基於的分支

source: The changes view stopped. Reload to restore it.
bn: পরিবর্তন দৃশ্য থেমেছে। ফেরাতে আবার লোড করুন।
es: La vista de cambios se detuvo. Recárgala para restaurarla.
fr: La vue des modifications s’est arrêtée. Rechargez-la.
hi: बदलाव दृश्य रुक गया। बहाल करने के लिए फिर लोड करें।
it: La vista modifiche si è arrestata. Ricaricala per ripristinarla.
ja: 変更ビューが停止しました。再読み込みして復元してください。
ko: 변경 사항 보기가 중지되었습니다. 다시 로드해 복원하세요.
pt_br: A visualização de alterações parou. Recarregue para restaurá-la.
ru: Просмотр изменений остановлен. Перезагрузите его.
sv: Ändringsvyn stoppades. Läs in den igen.
zh_hans: 更改视图已停止。请重新加载以恢复。
zh_hant: 變更檢視已停止。請重新載入以還原。

source: The chat page failed to load.
bn: চ্যাট পৃষ্ঠা লোড হয়নি।
es: No se pudo cargar la página de chat.
fr: Le chargement de la page de chat a échoué.
hi: चैट पेज लोड नहीं हुआ।
it: Impossibile caricare la pagina della chat.
ja: チャットページを読み込めませんでした。
ko: 채팅 페이지를 불러오지 못했습니다.
pt_br: Falha ao carregar a página de chat.
ru: Не удалось загрузить страницу чата.
sv: Chattsidan kunde inte läsas in.
zh_hans: 聊天页面加载失败。
zh_hant: 聊天頁面載入失敗。

source: The checkout at %@ does not match branch %@. It has been kept; resolve the branch or folder conflict before running this workflow.
bn: %@-এর চেকআউট ব্রাঞ্চ %@-এর সঙ্গে মেলে না। এটি রাখা হয়েছে; ওয়ার্কফ্লো চালানোর আগে ব্রাঞ্চ বা ফোল্ডারের দ্বন্দ্ব মেটান।
es: El checkout en %@ no coincide con la rama %@. Se conserva; resuelve el conflicto de rama o carpeta antes de ejecutar el flujo.
fr: Le checkout à %@ ne correspond pas à la branche %@. Il est conservé ; résolvez le conflit avant d’exécuter ce flux.
hi: %@ का चेकआउट ब्रांच %@ से मेल नहीं खाता। इसे रखा गया है; कार्यप्रवाह चलाने से पहले ब्रांच या फ़ोल्डर का विरोध सुलझाएँ।
it: Il checkout in %@ non corrisponde al ramo %@. È stato conservato; risolvi il conflitto di ramo o cartella prima di eseguire il flusso.
ja: %@ のチェックアウトはブランチ %@ と一致しません。削除せず保持しました。ワークフロー実行前に競合を解決してください。
ko: %@의 체크아웃이 브랜치 %@와 일치하지 않습니다. 그대로 유지했으니 워크플로 실행 전에 브랜치 또는 폴더 충돌을 해결하세요.
pt_br: O checkout em %@ não corresponde à branch %@. Foi mantido; resolva o conflito de branch ou pasta antes de executar o fluxo.
ru: Рабочая копия в %@ не соответствует ветке %@. Она сохранена; устраните конфликт ветки или папки перед запуском процесса.
sv: Utcheckningen i %@ matchar inte grenen %@. Den har behållits; lös gren- eller mappkonflikten innan arbetsflödet körs.
zh_hans: %@ 处的检出与分支 %@ 不匹配。该检出已保留；请解决分支或文件夹冲突后再运行此工作流。
zh_hant: %@ 處的簽出與分支 %@ 不相符。該簽出已保留；請解決分支或資料夾衝突後再執行此工作流程。

source: The Claude Code context status line is not installed.
bn: Claude Code কনটেক্সট স্ট্যাটাস লাইন ইনস্টল করা নেই।
es: La línea de estado del contexto de Claude Code no está instalada.
fr: La ligne d’état du contexte de Claude Code n’est pas installée.
hi: Claude Code कॉन्टेक्स्ट स्टेटस लाइन इंस्टॉल नहीं है।
it: La riga di stato del contesto di Claude Code non è installata.
ja: Claude Code のコンテキストのステータス行はインストールされていません。
ko: Claude Code 컨텍스트 상태 표시줄이 설치되지 않았습니다.
pt_br: A linha de status do contexto do Claude Code não está instalada.
ru: Строка состояния контекста Claude Code не установлена.
sv: Kontextstatusraden för Claude Code är inte installerad.
zh_hans: 尚未安装 Claude Code 上下文状态栏。
zh_hant: 尚未安裝 Claude Code 上下文狀態列。

source: The combined state of checks on the head commit.
bn: সর্বশেষ কমিটের পরীক্ষাগুলির সম্মিলিত অবস্থা।
es: El estado combinado de las comprobaciones del último commit.
fr: L’état combiné des vérifications du dernier commit.
hi: नवीनतम कमिट की जाँचों की संयुक्त स्थिति।
it: Lo stato complessivo dei controlli dell’ultimo commit.
ja: 最新コミットのチェックをまとめた状態です。
ko: 최신 커밋 검사의 종합 상태입니다.
pt_br: O estado combinado das verificações do último commit.
ru: Общий статус проверок последнего коммита.
sv: Sammanlagd status för kontrollerna på senaste commit.
zh_hans: 最新提交上所有检查的综合状态。
zh_hant: 最新提交上所有檢查的綜合狀態。

source: The command is too long or contains a null character.
bn: কমান্ড খুব দীর্ঘ বা নাল অক্ষর রয়েছে।
es: El comando es demasiado largo o contiene un carácter nulo.
fr: La commande est trop longue ou contient un caractère nul.
hi: कमांड बहुत लंबी है या उसमें नल वर्ण है।
it: Il comando è troppo lungo o contiene un carattere nullo.
ja: コマンドが長すぎるか、ヌル文字が含まれています。
ko: 명령이 너무 길거나 널 문자가 포함되어 있습니다.
pt_br: O comando é muito longo ou contém um caractere nulo.
ru: Команда слишком длинная или содержит нулевой символ.
sv: Kommandot är för långt eller innehåller ett nulltecken.
zh_hans: 命令过长或包含空字符。
zh_hant: 命令過長或包含空字元。

source: The connection or clear request changed. Cancel and review the category again.
bn: সংযোগ বা মুছে ফেলার অনুরোধ বদলেছে। বাতিল করে বিভাগটি আবার যাচাই করুন।
es: La conexión o la solicitud de borrado cambió. Cancela y revisa la categoría de nuevo.
fr: La connexion ou la demande d’effacement a changé. Annulez et vérifiez à nouveau la catégorie.
hi: कनेक्शन या मिटाने का अनुरोध बदल गया। रद्द करें और श्रेणी फिर से जाँचें।
it: La connessione o la richiesta di cancellazione è cambiata. Annulla e ricontrolla la categoria.
ja: 接続または消去リクエストが変更されました。キャンセルしてカテゴリを再確認してください。
ko: 연결 또는 지우기 요청이 변경되었습니다. 취소한 후 범주를 다시 확인하세요.
pt_br: A conexão ou a solicitação de limpeza mudou. Cancele e confira a categoria novamente.
ru: Подключение или запрос на очистку изменились. Отмените действие и снова проверьте категорию.
sv: Anslutningen eller rensningsbegäran har ändrats. Avbryt och kontrollera kategorin igen.
zh_hans: 连接或清除请求已更改。请取消并重新确认类别。
zh_hant: 連線或清除要求已變更。請取消並重新確認類別。

source: The daemon returned an incompatible or invalid terminal snapshot header.
bn: ডেমন অসামঞ্জস্যপূর্ণ বা অবৈধ টার্মিনাল স্ন্যাপশট হেডার ফিরিয়েছে।
es: El daemon devolvió una cabecera de instantánea incompatible o no válida.
fr: Le démon a renvoyé un en-tête d’instantané incompatible ou non valide.
hi: डेमन ने असंगत या अमान्य टर्मिनल स्नैपशॉट हेडर लौटाया।
it: Il demone ha restituito un’intestazione dell’istantanea incompatibile o non valida.
ja: デーモンが非互換または無効なターミナルスナップショットヘッダーを返しました。
ko: 데몬이 호환되지 않거나 유효하지 않은 터미널 스냅샷 헤더를 반환했습니다.
pt_br: O daemon retornou um cabeçalho de instantâneo incompatível ou inválido.
ru: Демон вернул несовместимый или недопустимый заголовок снимка терминала.
sv: Daemonen returnerade ett inkompatibelt eller ogiltigt huvud för terminalens ögonblicksbild.
zh_hans: 守护进程返回了不兼容或无效的终端快照头。
zh_hant: 背景程序傳回了不相容或無效的終端機快照標頭。

source: The daemon returned an incomplete or out-of-order terminal snapshot chunk.
bn: ডেমন অসম্পূর্ণ বা ভুল ক্রমের টার্মিনাল স্ন্যাপশট খণ্ড ফিরিয়েছে।
es: El daemon devolvió un fragmento de instantánea incompleto o fuera de orden.
fr: Le démon a renvoyé un fragment d’instantané incomplet ou désordonné.
hi: डेमन ने अधूरा या गलत क्रम वाला टर्मिनल स्नैपशॉट खंड लौटाया।
it: Il demone ha restituito un blocco dell’istantanea incompleto o fuori ordine.
ja: デーモンが不完全または順序の違うターミナルスナップショットのチャンクを返しました。
ko: 데몬이 불완전하거나 순서가 잘못된 터미널 스냅샷 청크를 반환했습니다.
pt_br: O daemon retornou um trecho de instantâneo incompleto ou fora de ordem.
ru: Демон вернул неполный или неупорядоченный фрагмент снимка терминала.
sv: Daemonen returnerade ett ofullständigt eller felordnat stycke av terminalens ögonblicksbild.
zh_hans: 守护进程返回了不完整或乱序的终端快照块。
zh_hant: 背景程序傳回了不完整或順序錯誤的終端機快照區塊。

source: The dashboard separates your pull requests from your review queue, and its Pull Requests tab can also list everyone else’s, for all projects or one. Reviews you have already submitted can remain in that queue. GitHub and Jira refresh in the background; change the intervals in Settings → Integrations. If a refresh fails, the last available data stays visible.
bn: ড্যাশবোর্ড আপনার পুল রিকোয়েস্ট ও পর্যালোচনার তালিকা আলাদা করে দেখায়, আর এর পুল রিকোয়েস্ট ট্যাবে সব প্রকল্পের বা একটি প্রকল্পের অন্যদের পুল রিকোয়েস্টও দেখা যায়। ইতিমধ্যে পর্যালোচনা করা অনুরোধও তালিকায় থাকতে পারে। GitHub ও Jira পটভূমিতে রিফ্রেশ হয়; সেটিংস → ইন্টিগ্রেশন থেকে ব্যবধান বদলান। রিফ্রেশ ব্যর্থ হলে সর্বশেষ পাওয়া ডেটা দেখাতে থাকে।
es: El panel separa tus solicitudes de incorporación de la cola de revisiones, y su pestaña Solicitudes de incorporación también puede mostrar las de los demás, de todos los proyectos o de uno. Las solicitudes que ya has revisado pueden seguir en esa cola. GitHub y Jira se actualizan en segundo plano; cambia los intervalos en Ajustes → Integraciones. Si una actualización falla, los últimos datos disponibles siguen visibles.
fr: Le tableau de bord sépare vos pull requests de votre file de revues, et son onglet Pull requests peut aussi afficher celles des autres, pour tous les projets ou un seul. Les demandes déjà examinées peuvent rester dans cette file. GitHub et Jira s’actualisent en arrière-plan ; modifiez les intervalles dans Réglages → Intégrations. En cas d’échec, les dernières données disponibles restent affichées.
hi: डैशबोर्ड आपकी पुल रिक्वेस्ट और समीक्षा कतार को अलग दिखाता है, और उसका पुल रिक्वेस्ट टैब सभी या किसी एक प्रोजेक्ट की दूसरों की पुल रिक्वेस्ट भी दिखा सकता है। जिनकी समीक्षा आप कर चुके हैं वे भी कतार में रह सकती हैं। GitHub और Jira पृष्ठभूमि में रीफ़्रेश होते हैं; अंतराल सेटिंग्स → एकीकरण में बदलें। रीफ़्रेश असफल होने पर पिछला उपलब्ध डेटा दिखता रहता है।
it: La panoramica separa le tue pull request dalla coda di revisione, e la sua scheda Pull request può mostrare anche quelle degli altri, per tutti i progetti o per uno solo. Le richieste che hai già esaminato possono restare nella coda. GitHub e Jira si aggiornano in background; modifica gli intervalli in Impostazioni → Integrazioni. Se un aggiornamento non riesce, gli ultimi dati disponibili restano visibili.
ja: ダッシュボードでは、自分のプルリクエストとレビュー待ちの一覧が分かれています。「プルリクエスト」タブでは、すべてのプロジェクトまたは1つのプロジェクトについて、他のメンバーのものも表示できます。レビューを提出済みのものも一覧に残る場合があります。GitHub と Jira はバックグラウンドで更新されます。更新間隔は「設定 → 連携」で変更できます。更新に失敗しても、最後に取得したデータは表示され続けます。
ko: 대시보드는 내 풀 리퀘스트와 리뷰 대기 목록을 구분하며, 풀 리퀘스트 탭에서는 모든 프로젝트 또는 한 프로젝트의 다른 사람 풀 리퀘스트도 볼 수 있습니다. 이미 리뷰를 제출한 요청도 목록에 남아 있을 수 있습니다. GitHub와 Jira는 백그라운드에서 새로 고쳐지며, 설정 → 연동에서 주기를 변경할 수 있습니다. 새로 고침에 실패해도 마지막으로 가져온 데이터는 계속 표시됩니다.
pt_br: O painel separa seus pull requests da fila de revisões, e a aba Pull requests também pode listar os dos outros, de todos os projetos ou de um só. Solicitações que você já revisou podem permanecer nessa fila. GitHub e Jira são atualizados em segundo plano; altere os intervalos em Ajustes → Integrações. Se uma atualização falhar, os últimos dados disponíveis continuam visíveis.
ru: Панель управления отделяет ваши пул-реквесты от очереди ревью, а на её вкладке «Пул-реквесты» можно также посмотреть чужие — по всем проектам или по одному. Запросы, которые вы уже проверили, могут оставаться в очереди. Данные GitHub и Jira обновляются в фоне; интервалы настраиваются в разделе «Настройки → Интеграции». При сбое обновления последние доступные данные остаются на экране.
sv: Översikten skiljer dina pull requests från granskningskön, och fliken Pull requests kan även visa andras, för alla projekt eller ett. Förfrågningar som du redan har granskat kan finnas kvar i kön. GitHub och Jira uppdateras i bakgrunden; ändra intervallen i Inställningar → Integrationer. Om en uppdatering misslyckas visas de senast tillgängliga uppgifterna fortfarande.
zh_hans: 概览会将你的拉取请求与审查队列分开显示，其“拉取请求”标签页还可以列出其他人的拉取请求，范围可以是所有项目或单个项目。已提交审查的请求仍可能保留在队列中。GitHub 和 Jira 数据会在后台刷新，刷新间隔可在“设置 → 集成”中修改。刷新失败时，会继续显示上次获取的数据。
zh_hant: 總覽會分開顯示你的提取要求和審查佇列，其「提取要求」分頁也能列出其他人的提取要求，範圍可以是所有專案或單一專案。已提交審查的要求仍可能保留在佇列中。GitHub 和 Jira 資料會在背景重新整理，可在「設定 → 整合」中調整間隔。重新整理失敗時，仍會顯示上次取得的資料。

source: The discard preview is invalid. Refresh changes.
bn: বাতিলের প্রিভিউ অবৈধ। পরিবর্তন রিফ্রেশ করুন।
es: La vista previa del descarte no es válida. Actualiza los cambios.
fr: L’aperçu d’abandon est invalide. Actualisez les modifications.
hi: त्यागने का पूर्वावलोकन अमान्य है। बदलाव रीफ़्रेश करें।
it: L’anteprima di scarto non è valida. Aggiorna le modifiche.
ja: 破棄のプレビューが無効です。変更を更新してください。
ko: 버리기 미리보기가 유효하지 않습니다. 변경 사항을 새로 고치세요.
pt_br: A prévia do descarte é inválida. Atualize as alterações.
ru: Предпросмотр отмены недействителен. Обновите изменения.
sv: Förhandsvisningen av borttagningen är ogiltig. Uppdatera ändringarna.
zh_hans: 丢弃预览无效。请刷新更改。
zh_hant: 捨棄預覽無效。請重新整理變更。

source: The download failed (HTTP %lld).
bn: ডাউনলোড ব্যর্থ হয়েছে (HTTP %lld)।
es: La descarga falló (HTTP %lld).
fr: Le téléchargement a échoué (HTTP %lld).
hi: डाउनलोड विफल रहा (HTTP %lld)।
it: Download non riuscito (HTTP %lld).
ja: ダウンロードに失敗しました（HTTP %lld）。
ko: 다운로드하지 못했습니다(HTTP %lld).
pt_br: O download falhou (HTTP %lld).
ru: Не удалось загрузить (HTTP %lld).
sv: Nedladdningen misslyckades (HTTP %lld).
zh_hans: 下载失败（HTTP %lld）。
zh_hant: 下載失敗（HTTP %lld）。

source: The editor is no longer available.
bn: সম্পাদক আর উপলব্ধ নেই।
es: El editor ya no está disponible.
fr: L’éditeur n’est plus disponible.
hi: संपादक अब उपलब्ध नहीं है।
it: L’editor non è più disponibile.
ja: エディタは利用できなくなりました。
ko: 편집기를 더 이상 사용할 수 없습니다.
pt_br: O editor não está mais disponível.
ru: Редактор больше недоступен.
sv: Redigeraren är inte längre tillgänglig.
zh_hans: 编辑器已不可用。
zh_hant: 編輯器已無法使用。
